{
  "jokes": [
    "Knock-Knock\nWho's there?\nAtch.\nAtch who?\nBless you!",
    "Knock-Knock\nWho's there?\nHeywood.\nHeywood who?\nHeywood you let me in? It's cold out here!!",
    "Why did I throw a human out of the guard tower window?\nBecause he was fired.",
    "Why did the man throw a butterfly out of the window?\nBecause he wanted it to be able to smell around the world!",
    "Why did the man throw a window out that window?\nBecause he wanted it to crash!",
    "Captain America's first pet was a goldfish named fluffy.",
    "Batman told to Robin did you splat your underwear in your face then Robin said yeah I do splat and a blah blah blah blah blah blah wid de de no no no no n o noooooooooo yes hj",
    "we jbmgjvjbjgugufufufydyfhfhghggufhgjghghhhhjgfghuhigfuiop90ol.",
    "4r$#F%ttTttTTttTTttTTttTttTTttTTttTTttTTttTTtTTttTTttTTtTTttTTtTTTtTTtTTTTTTTTTG%%OOOOOOOOOOOOOOOOOoooooooooooooooOOOOOOOOOOOOOOOPPPPPPPPPPPPPppppppppppppppPPPPPPPPPPPPPPPPPPPPSSSSSSSSSSSSSSssssssssssSSSSSSSSSsssSSRRRRRRRRRRRRrrrrrrrr",
    "What is Thor's favorite food?\nThortilla chips. q2<F3>=]"
  ],
  "superherofacts": [
    "Aquaman is an alien because he comes from the water.",
    "Batman does NOT have super powers. He just likes to team up with the other members of the Justice League that do have super powers.",
    "Batman made the ship that Superman took from Krypton to Earth",
    "Cyborg likes to make upgrades to the Hall of Justice, and he likes to surprise Martian Manhunter.",
    "Power Rangers wear masks when they fight.",
    "Superman is an alien because he comes from planet Krypton, but now his home is Earth.",
    "Batman",
    "Batman throws batarangs when there's bad guys.",
    "Cyborg makes his hand into a fist to make it into a gun.",
    "Green Lantern makes stuff come out of his ring.",
    "Spider Man thwips out webs when he points his fingers right.",
    "Superman gets out laser eyes when he gets really angry.",
    "The Dog Man is very strong and he's made out of Ding-Dong Magoo.",
    "When Krypton appears, people fly there to live there.",
    "When the dog and the cop appeared to capture a criminal, then Petey appeared and it turned into a HUGE explosion that made the dog and the cop have to go to the hospital, and then the nurse had a very good idea, then they sewed the dog's head onto the cop's body, then he turned into the Mighty Dog Man!",
    "Wonder Woman makes anyone under her control.",
    "Dog Man is a dog who like chewing bones and the cop and Greg went to a bomb but Petey went to rescue the robber and they got in a big explosion then the cop tried to unlock the bomb and they cut through and it went to a big explosion.",
    "Robin is a good guy who likes to learn how to be Nightwing",
    "Plusser Man is a superhero that needs power for the ship that could zap on the other ships when it could stick to anything and it could ram and it could do a big explosion and zezezezezezezezezezezezezezezezezez zez zez zezez zez zez zezez zez zez no zez hahahha haha ha ha zez zez zez no zeslap it on your face",
    "Spider-Man can shoot out webs",
    "Iron Man can shoot out blasts.",
    "Billy Dee Williams plays Lando in Star Wars and he plays Two Face in Lego Batman. That is a Star Wars fact as well as a superhero fact."
  ],
  "starwarsfacts": [
    "C3-PO and R2-D2 are friends.",
    "Darth Maul has two lightsabers that come out of his lightsaber hilt.",
    "Darth Vader is a good guy at the end but most of the time he was a bad guy except when he was Anakin",
    "Kylo Ren broke his mask by hitting it on a wall and then throwing it on the ground really hard.",
    "Storm Troopers are just people wearing armor. They do not have super powers.",
    "Leia is a princess jedi.",
    "Darth Vader cut Luke Skywalker's hand off."
  ],
  "pokemonfacts": [
    "There's a Pokemon with guns on his back and he can shoot. He has guns on his hands as well. His eyes don't have lasers.",
    "Pikachu is really good. He gets fire, meaning he can shoot fire out of his hands. He gets laser eyes. If someone touches him, they get electrocuted.",
    "There's a Pokemon named 690. He's a robot. 690 is also a number and it's so big that if you try to count it, you die.",
    "There's a snake Pokemon. He just is a snake. There's nothing else about him.",
    "There's a Pokemon named Cutter Head. He can cut things on his head. He's a bad guy.",
    "There's a Pokemon named Shark Head. He has a shark head and a cheetah body. He has spikes on his back. He has special swords, and he's actually a human who's really strong. The swords turn to fire and he can slice people.",
    "Star Pikachu can shoot lasers out of his body, and he can shoot lasers all over his body."
  ],
  "ninjafacts": [
    "Ninjas have swords",
    "They have masks that cover their mouth.",
    "They can do karate like Hai Ya! Ka Pow!",
    "Ninjas are always black, and they can camoflage in the darkness because they are black."
  ]
}
